Repository: lanray07/RideGuard-AI
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Your check-in window has been updated. No contact message was sent.
de: Ihr Check-in-Fenster wurde aktualisiert. Es wurde keine Kontaktnachricht gesendet.
es: Su ventana de facturación ha sido actualizada. No se envió ningún mensaje de contacto.
fr: Votre fenêtre d'enregistrement a été mise à jour. Aucun message de contact n'a été envoyé.

source: End my ride
de: Beende meine Fahrt
es: Termina mi viaje
fr: Arrête mon tour.

source: End this ride and stop its location updates?
de: Beenden Sie diese Fahrt und stoppen Sie die Standort-Updates?
es: ¿Termina este viaje y detiene sus actualizaciones de ubicación?
fr: Finir ce trajet et arrêter ses mises à jour de localisation ?

source: Ride ETA
de: Geschätzte Ankunft
es: Llegada estimada
fr: Arrivée estimée

source: Open RideGuard on iPhone
de: Öffne RideGuard auf dem iPhone
es: Abre RideGuard en el iPhone
fr: Ouvrez RideGuard sur l’iPhone

source: iPhone is unavailable. Nothing was sent.
de: Das iPhone ist nicht verfügbar. Nichts wurde verschickt.
es: iPhone no está disponible. No se envió nada.
fr: iPhone n'est pas disponible. Rien n'a été envoyé.

source: No confirmation received.
de: Keine Bestätigung eingegangen.
es: No se ha recibido confirmación.
fr: Aucune confirmation reçue.

source: No confirmation received. Check iPhone before retrying.
de: Keine Bestätigung eingegangen. Überprüfen Sie das iPhone, bevor Sie es erneut versuchen.
es: No se ha recibido confirmación. Revise el iPhone antes de reintentar.
fr: Aucune confirmation reçue. Vérifiez l'iPhone avant de réessayer.

source: DEMO RIDE
de: DEMOFAHRT
es: TRAYECTO DEMO
fr: TRAJET DÉMO

source: Update stale · check iPhone
de: Daten veraltet · iPhone prüfen
es: Datos desactualizados · revisa el iPhone
fr: Mise à jour ancienne · voir l’iPhone

source: Waiting for iPhone
de: Warten auf das iPhone
es: Esperando al iPhone
fr: En attente de l’iPhone

source: Quick report
de: Schnellmeldung
es: Aviso rápido
fr: Signalement rapide

source: Blocked lane
de: Blockierte Fahrspur
es: Carril bloqueado
fr: Voie bloquée

source: For urgent help, use Apple Watch Emergency SOS. RideGuard does not dispatch help.
de: Nutze im Notfall Notruf SOS auf der Apple Watch. RideGuard alarmiert keine Rettungskräfte.
es: Si necesitas ayuda urgente, usa Emergencia SOS del Apple Watch. RideGuard no envía ayuda.
fr: En cas d’urgence, utilisez Appel d’urgence sur l’Apple Watch. RideGuard n’envoie pas de secours.

source: End ride on iPhone?
de: Ende der Fahrt auf dem iPhone?
es: ¿En el iPhone?
fr: Fin de la course sur iPhone ?

source: What’s ahead on my ride?
de: Was kommt auf meiner Fahrt vor?
es: ¿Qué hay de delante en mi viaje?
fr: Qu'est-ce qui m'attend ?

source: I’m okay on my ride
de: Ich bin okay auf meiner Fahrt
es: Estoy bien en mi viaje
fr: Je vais bien à mon tour

source: Update stale · open RideGuard
de: Daten veraltet · RideGuard öffnen
es: Datos desactualizados · abre RideGuard
fr: Mise à jour ancienne · ouvrir RideGuard

source: Poor road surface
de: Schlechte Straßenoberfläche
es: Pobre superficie vial
fr: Mauvaise surface routière

source: Temporary closure
de: Vorübergehende Schließung
es: Cierre temporal
fr: Fermeture temporaire

source: Vehicle obstruction
de: Blockierung durch ein Fahrzeug
es: Vehículo que obstruye
fr: Véhicule gênant

source: Other
de: andere
es: Otros
fr: Autres

source: Cycling infrastructure
de: Fahrradinfrastruktur
es: Infraestructura de ciclismo
fr: Infrastructures cyclables

source: Road classification
de: Straßenklassifizierung
es: Clasificación vial
fr: Classification des routes

source: Junction complexity
de: Komplexität der Kreuzungen
es: Complejidad de los cruces
fr: Complexité des intersections

source: Verified collision history
de: Verifizierte Kollisionshistorie
es: Historial de colisión verificado
fr: Historique des collisions vérifiées

source: Community reports
de: Gemeinschaftsberichte
es: Informes comunitarios
fr: Rapports communautaires

source: Construction and closures
de: Bau und Schließung
es: Construcción y cierres
fr: Construction et fermeture

source: Lighting information
de: Beleuchtungsinformationen
es: Información de iluminación
fr: Informations sur l'éclairage

source: Current traffic
de: Aktueller Verkehr
es: Tráfico actual
fr: Trafic actuel

source: Road surface
de: Fahrbahnoberfläche
es: Superficie vial
fr: Surface routière

source: Time-of-day context
de: Tageszeitkontext
es: Contexto del día
fr: Contexte temporel

source: Insufficient data
de: Unzureichende Daten
es: Datos insuficientes
fr: Données insuffisantes

source: Lower observed risk
de: Geringeres beobachtetes Risiko
es: Menor riesgo observado
fr: Risque observé plus faible

source: Relatively lower risk
de: Vergleichsweise geringeres Risiko
es: Riesgo relativamente menor
fr: Risque relativement plus faible

source: Moderate indicators
de: Mäßige Indikatoren
es: Indicadores moderados
fr: Indicateurs modérés

source: Elevated indicators
de: Erhöhte Indikatoren
es: Indicadores elevados
fr: Indicateurs élevés

source: Higher observed risk
de: Höheres beobachtetes Risiko
es: Mayor riesgo observado
fr: Risque observé plus élevé

source: There is not enough current, verified information to calculate a risk score. Missing information does not mean low risk.
de: Es gibt nicht genügend aktuelle, verifizierte Informationen, um einen Risiko-Score zu berechnen. Fehlende Informationen bedeuten kein geringes Risiko.
es: No hay suficiente información actualizada y verificada para calcular una puntuación de riesgo. La falta de información no significa bajo riesgo.
fr: Il n'y a pas assez d'information à jour et vérifiée pour calculer une cote de risque. Une information manquante ne signifie pas un faible risque.

source: A lower score cannot guarantee safety.
de: Eine niedrigere Punktzahl kann keine Sicherheit garantieren.
es: Una puntuación inferior no puede garantizar la seguridad.
fr: Un score inférieur ne peut pas garantir la sécurité.

source: No current reports in the available data. Conditions may be unreported.
de: Keine aktuellen Berichte in den verfügbaren Daten. Bedingungen können nicht gemeldet werden.
es: No hay informes actuales en los datos disponibles. Las condiciones pueden no ser reportadas.
fr: Aucun rapport actuel dans les données disponibles. Les conditions peuvent ne pas être déclarées.

source: pot hole
de: Topfloch
es: agujero de la olla
fr: trou de pot

source: road works
de: Straßenarbeiten
es: obras de carretera
fr: travaux routiers

source: blocked cycle lane
de: blockierter Radweg
es: carril de ciclo bloqueado
fr: Voie cyclable bloquée

source: blocking the bike lane
de: Blockieren der Bike Lane
es: bloquear el carril de bicicleta
fr: bloquer la piste cyclable

source: blocked lane
de: Sperrspur
es: carril bloqueado
fr: voie bloquée

source: broken glass
de: Glasbruch
es: vidrio roto
fr: verre cassé

source: poor lighting
de: schlechte Beleuchtung
es: pobre iluminación
fr: Mauvais éclairage

source: dangerous junction
de: Gefährliche Kreuzung
es: unión peligrosa
fr: jonction dangereuse

source: junction concern
de: Verbindungsleitungsbedenken
fr: problème de jonction

source: Lower risk
de: Geringeres Risiko
es: Menor riesgo
fr: Risque moindre

source: Fastest
de: Schnellste
es: Más rápida
fr: Le plus rapide

source: Quieter
de: Ruhigere
es: Más tranquila
fr: Plus calme

source: Illustrative infrastructure indicator; no measured lane coverage.
de: Illustrative Infrastrukturanzeige; keine gemessene Spurweite.
es: Indicador de infraestructura ilustrativa; sin cobertura de carriles medidos.
fr: Indicateur indicatif de l'infrastructure; aucune couverture de voie mesurée.

source: Illustrative road classification indicator.
de: Illustrativer Straßenklassifizierungsindikator.
es: Indicador de clasificación de carreteras ilustrativa.
fr: Indicateur de classification routière.

source: Illustrative junction indicator.
de: Illustrativer Kreuzungsindikator.
es: Indicador de unión ilustrativo.
fr: Indicateur de jonction illustré.

source: Illustrative surface indicator.
de: Illustrativer Oberflächenindikator.
es: Indicador de superficie ilustrativo.
fr: Indicateur de surface illustré.

source: Illustrative construction indicator.
de: Illustrativer Bauindikator.
es: Indicador de construcción ilustrativo.
fr: Indicateur de construction.

source: RideGuard sample fixture
de: RideGuard-Beispieldaten
es: Datos de ejemplo de RideGuard
fr: Données fictives RideGuard

source: Sample roadworks report. Not a current street observation.
de: Muster-Straßenwerksbericht. Keine aktuelle Straßenbeobachtung.
es: Muestra informe de los trabajos de carretera. No es una observación callejera actual.
fr: Exemple de rapport de travaux routiers. Pas une observation de rue.

source: Sample lane obstruction. Not a current street observation.
de: Verstopfung der Probenspur. Keine aktuelle Straßenbeobachtung.
es: Obstrucción del carril de muestra. No es una observación callejera actual.
fr: Obstacle à la voie d'échantillonnage. Pas une observation de rue.

source: Sample surface report. Not a current street observation.
de: Probenoberflächenbericht. Keine aktuelle Straßenbeobachtung.
es: Informe de superficie de muestra. No es una observación callejera actual.
fr: Exemple de rapport de surface. Pas une observation de rue.

source: Demo: %@ saved on this device.
de: Demo: %@ auf diesem Gerät gespeichert.
es: Demo: %@ guardado en este dispositivo.
fr: Démo : %@ enregistré sur cet appareil.

source: %@ saved on this device.
de: %@ auf diesem Gerät gespeichert.
es: %@ guardado en este dispositivo.
fr: %@ enregistré sur cet appareil.

source: Demo. Estimated arrival: %@.
de: Demo. Geschätzte Ankunft: %@.
es: Demo. Llegada estimada: %@.
fr: Démo. Arrivée estimée : %@.

source: Estimated arrival: %@.
de: Geschätzte Ankunft: %@.
es: Llegada estimada: %@.
fr: Arrivée estimée : %@.

source: idle
de: inaktiv
es: en espera
fr: en attente

source: riding
de: unterwegs
es: en curso
fr: en cours

source: overdue
de: überfällig
es: con retraso
fr: en retard

source: arrived
de: angekommen
es: llegada
fr: arrivé

source: completed
de: abgeschlossen
es: finalizado
fr: terminé

source: unavailable
de: nicht verfügbar
es: no disponible
fr: indisponible

source: low
de: gering
es: baja
fr: faible

source: moderate
de: mäßig
es: moderada
fr: modérée

source: high
de: hoch
es: alta
fr: élevée

source: Local data could not be read. Nothing has been overwritten. %@
de: Lokale Daten konnten nicht gelesen werden. Es wurde nichts überschrieben. %@
es: No se han podido leer los datos locales. No se ha sobrescrito nada. %@
fr: Impossible de lire les données locales. Rien n’a été écrasé. %@

source: Changes could not be saved: %@
de: Änderungen konnten nicht gespeichert werden: %@
es: No se han podido guardar los cambios: %@
fr: Impossible d’enregistrer les modifications : %@

source: Deletion failed: %@
de: Löschen fehlgeschlagen: %@
es: No se ha podido eliminar: %@
fr: Échec de la suppression : %@

source: Demo report saved on iPhone.
de: Demo-Bericht auf dem iPhone gespeichert.
es: Informe de demostración guardado en el iPhone.
fr: Rapport de démonstration enregistré sur iPhone.

source: Report saved on iPhone.
de: Bericht auf dem iPhone gespeichert.
es: Informe guardado en el iPhone.
fr: Rapport enregistré sur iPhone.

source: Data confidence: %@
de: Datenvertrauen: %@
es: Confianza en los datos: %@
fr: Fiabilité des données : %@

source: Source: %@
de: Quelle: %@
es: Fuente: %@

source: Observed %@ · coverage %lld%%
de: Beobachtet: %@ · Abdeckung: %lld%%
es: Observado: %@ · cobertura: %lld%%
fr: Observation : %@ · couverture : %lld%%

source: Last update %@
de: Letzte Aktualisierung: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@

source: RideGuard demo: I’m riding to %@. Estimated arrival: %@. This is a status message, not live tracking.
de: RideGuard-Demo: Ich fahre nach %@. Geschätzte Ankunft: %@. Dies ist eine Statusnachricht, keine Live-Ortung.
es: Demo de RideGuard: voy en bici a %@. Llegada estimada: %@. Este es un mensaje de estado, no un seguimiento en directo.
fr: Démo RideGuard : je roule vers %@. Arrivée estimée : %@. Il s’agit d’un message d’information, pas d’un suivi en direct.

source: I’m riding to %@. Estimated arrival: %@. This is a status message, not live tracking.
de: Ich fahre nach %@. Geschätzte Ankunft: %@. Dies ist eine Statusnachricht, keine Live-Ortung.
es: Voy en bici a %@. Llegada estimada: %@. Este es un mensaje de estado, no un seguimiento en directo.
fr: Je roule vers %@. Arrivée estimée : %@. Il s’agit d’un message d’information, pas d’un suivi en direct.

source: RideGuard demo: I’m checking in at %@.
de: RideGuard-Demo: Ich melde mich um %@.
es: Demo de RideGuard: confirmo que estoy bien a las %@.
fr: Démo RideGuard : je donne de mes nouvelles à %@.

source: I’m checking in at %@.
de: Ich melde mich um %@.
es: Confirmo que estoy bien a las %@.
fr: Je donne de mes nouvelles à %@.

source: Call %@
de: %@ anrufen
es: Llamar a %@
fr: Appeler %@

source: Check-in grace: %lld min
de: Frist zur Rückmeldung: %lld Min.
es: Margen para confirmar estado: %lld min
fr: Délai avant rappel : %lld min

source: Your comfort: %@
de: Dein Empfinden: %@
es: Tu comodidad: %@
fr: Votre ressenti : %@

source: Route overview with %lld available reports
de: Routenübersicht mit %lld verfügbaren Meldungen
es: Vista de la ruta con %lld avisos disponibles
fr: Aperçu de l’itinéraire avec %lld signalements disponibles

source: My current location: %@
de: Mein aktueller Standort: %@
es: Mi ubicación actual: %@
fr: Ma position actuelle : %@

source: Update stale
de: Daten veraltet
es: Datos desactualizados
fr: Mise à jour ancienne

source: Standard
es: Estándar
fr: Norme

source: RideGuard AI · Version 1.0
es: RideGuard AI · Versión 1.0

source: Name
es: Nombre
fr: Nom

source: Status: %@
es: Estado: %@
fr: Statut : %@

source: Home · London Fields
es: Home · Londres Fields
fr: Accueil · Champs de Londres

source: Alternative %lld
es: Alternativa %lld
fr: Autre itinéraire %lld

source: OK
fr: Très bien.

source: OnGreen
fr: Vert

source: Shoreditch
fr: Choux de rivage

source: London Fields
fr: Champs de Londres

source: CyclistHero
fr: CyclisteHero

source: RIDEGUARD · DEMO
fr: RIDEGUARD · DÉMO

source: : context.state.status)
fr: : context.status)

source: : context.state.status))
fr: : context.status))

source: Demo ·
fr: Démo ·
